[
    {
     "name":"Chrám Nanebevstoupení Páně",
     "date":"1904",
     "biography":"Chrám byl postaven v letech 1904 až 1907 podle plánů známého ruského architekta A. P. Zenkova. Sloužil a slouží početné komunitě pravoslavných křesťanů, kteří žijí v kazašské metropoli. V letech 1927 až 1995 byl násilně odňat pravoslavné církvi a využíván pro jiné účely (muzeum, výstavní a koncertní síň). V roce 1995 ho prezident Nursultan Nazarbajev vrátil původnímu vlastníku. V současnosti se zde denně konají pravoslavné liturgie. Chrám je vyobrazen i na kazašské minci v hodnotě 500 tenge a také na poštovní známce z roku 2003. Je zařazen mezi státní a kulturní památky země.",
     "portraits":[
        "chram-01.jpg",
        "chram-02.jpg"
     ],
     "online":"https://cs.wikipedia.org/wiki/Chr%C3%A1m_Nanebevstoupen%C3%AD_P%C3%A1n%C4%9B_(Almaty)"
    },
    {
     "name":"Jezero Balchaš (Lake Balkhash)",
     "date":"",
     "biography":"Na celém území Kazachstánu lze napočítat 48 000 jezer. Tím hlavním je Balchašské jezero s rozlohou 18 200 km2, díky které se řadí na 15. místo světa. Tvarem je velmi protáhlé, a to v kombinaci s velikostí zajišťuje, že je jeho okolí značně rozmanité a tvoří jej pahorkatiny, pusté pláně, písečné pouště i lidská sídla. Pro cestovatele se tedy jedná o takřka nekonečné dobrodružství.",
     "portraits":[
        "Lake-01.jpg",
        "Lake-02.jpg"
     ],
     "online":"https://cs.wikipedia.org/wiki/Balcha%C5%A1"
    },
    {
     "name":"Mešita Hazrat Sultan, palác Ok Orda, pyramida Míru a souladu",
     "date":"",
     "biography":"Za vidění pak stojí i mešita Hazrat Sultan (Khazret Sultan Mosque) z roku 2012, což je největší mešita ve Střední Asii, která pojme 10 000 věřících. Zmínit musíme i prezidentský palác Ak Orda (Ak Orda Presidential Palace), nebo Pyramidu míru a souladu (Pyramid of Peace and Accord), kde se jednou za tři roky setkává 200 představitelů náboženství z celého světa. ",
     "portraits":[
        "mesita.jpg",
        "palace.jpg",
        "pyramida.jpg"
     ],
     "online":"https://www.travelmag.cz/zajimavosti-v-kazachstanu-pamatky-a-zajimava-mista-k-navstiveni/"
     },
     {
        "name":"Věž Bayterek",
        "date":"25.10 1996",
        "biography":"Astana se nalézá uprostřed kazašských stepí, takže zde působí poněkud zvláštně. Hlavním orientačním bodem je architektonicky velmi zajímavá věž Bayterek (Bayterek Tower), jež představuje topol.",
        "portraits":[
           "vez-01.jpg",
           "vez-02.jpg"
        ],
        "online":"https://en.wikipedia.org/wiki/Baiterek_(monument)"
     },
     {
        "name":"Sport",
        "date":"1896",
        "biography":"Kazachstánským sportovcům se od počátku samostatné účasti na olympijských hrách daří, mají na svém kontě již šestnáct zlatých olympijských medailí. Kazachstán má především silnou boxerskou školu, boxeři přivezli z olympiád už 22 medailí, z toho sedm zlatých. Na nejvyšší metu dosáhli v ringu Bachyt Sarsekbajev, Serik Sapijev, Bekzat Sattarchanov, Vasilij Žirov, Jermachan Ibraimov, Bachtijar Artajev a Danijar Jelusinov.",
        "portraits":[
           "box-01.jpg",
           "box-02.jpg"
        ],
        "online":"https://cs.wikipedia.org/wiki/Kazachst%C3%A1n"
    },
    {
     "name":"Národní jídlo",
     "date":"Odjakživa",
     "biography":"Většina kazašské kuchyně je založena na tort tulik mal (төрт түлiк мал), využívání čtyř druhů masa. Je to maso koňské, hovězí, skopové a velbloudí. Hovězí a skopové maso je konzumováno běžně a koňské a velbloudí maso především při slavnostních příležitostech. Národním jídlem je bešparmak, vařené kousky koňského nebo skopového masa. Z koňského masa jsou i oblíbené klobásy quwyrdaq či kazi.",
     "portraits":[
        "bešparmak-01.jpg",
        "bešparmak-02.jpg"
     ],
     "online":"https://www.migrace.com/cs/clanky/481_recept-pani-svetlany-na-svatecni-jidlo-besparmak"
    },
    {
     "name":"4 Češi zatčeni v Kazachstánu",
     "date":"12.1. 2018",
     "biography":"Sacha Baron Cohen prý pokutu za Čechy zaplatil hned, jak se po jeho výzvě na Facebooku zkontaktovali. Skupina se rozhodla peníze od anglického herce věnovat mimo jiné na charitu. „My jsme mu teda říkali, že ty peníze nechceme, ale trval na tom, že nám je pošle. Tak jsme se dohodli, že je dáme na charitu. Asi za tisíc korun jsme přes Člověka v tísni koupili kozu do Nepálu se vzkazem, že bychom si přáli, aby došla pěšky do kazašské Astany. A zbytek, asi 17 tisíc jsme se dohodli, že dáme na kliniku dětské chirurgie v Motole. To, jak s penězi naložíme, vybírali kluci Patrik Zítka, Mira Kocián, Milda Nečas a Honza Ploc,“ prozradil Sekanina.Čechy v Kazachstánu zatkli loni v listopadu. V plavkách se chtěli vyfotit před nápisem „I love Astana“ (Miluji Astanu). To se však nelíbilo místním policistům, kteří muže umístili do vazby. Usvědčující materiál policisté předali meziregionálnímu správnímu soudu, který následně každého z výtržníků pokutoval za „drobné výtržnictví“.",
     "portraits":[
        "borat_cesi-01.jpg",
        "cesi_borat-01.png"
     ],
     "online":"https://www.idnes.cz/revue/spolecnost/filmovy-borat-sacha-baron-cohen-cesi-pokuta-mankini-pivo.A180116_101932_lidicky_zar"

    },
    {
       "name":"Nástroj Dombra",
       "date":"17. století",
       "biography":"Kazašským národním hudebním nástrojem, ba symbolem, je především dombra, strunný drnkací nástroj s dlouhým krkem, obvykle dvěma strunami a hruškovitým nebo lichoběžníkovitým tělem. V roce 2014 byla kazašská hra na dombru zapsána na seznam Mistrovských děl ústního a nehmotného dědictví lidstva UNESCO.",
       "portraits":[
        "dombra-01.jpg",
        "dombra-02.jpeg"
     ],
       "online":"https://cs.wikipedia.org/wiki/Kazachst%C3%A1n"
    }
]