[
    {
        "name":"Aqmola",
        "historie":"Akmolská oblast (kazašsky Ақмола облысы, rusky Акмолинская область) je oblast na severu Kazachstánu. Byla založena 14. října 1939 v rámci Kazašské SSR. V letech 1961–92 se jmenovala Celinogradská oblast a pod tímto názvem byla v letech 1962–64 součástí Celinného kraje. Má rozlohu 147 000 km². Má 748 200 obyvatel (2004). Hlavním městem je Kokčetau.Oblast hraničí se čtyřmi oblastmi Kazachstánu (Kostanajskou na západě, Severokazachstánskou na severu, Pavlodarskou na východě a Karagandskou na jihu) a na jejím území leží hlavní město Nur-Sultan.",
        "portraits":[
           "akmola1.jpg",
           "akmola2.jpg"
        ],
        "online":"https://cs.wikipedia.org/wiki/Akmolsk%C3%A1_oblast"
    },  
    {
        "name":"Zhambyl",
        "historie":"Žambylská oblast (kazašsky Жамбыл облысы, rusky Жамбылская область) je oblast na jihu Kazachstánu. Byla založena 14. října 1939 v rámci Kazašské SSR jako Džambulská oblast. V letech 1962 - 64 byla součástí Jihokazašského kraje. V roce 1993 byla přejmenována na Žambylskou oblast. Má rozlohu 144 200 km². Má 1 000 000 obyvatel a je rozdělena na 10 administrativních okresů. Hlavním městem je Taraz.Oblast je z převážné části rovinná. Celou severní část (⅓ oblasti) tvoří hlinitá poušť Betpak-Dala, která klesá do údolí řeky Ču. Jižně od Ču se rozkládá písečná poušť Mujunkum. Na jihozápadě hřbet Karatau dosahuje nadmořské výšky 1 660 m. Na východě a jihovýchodě se rozkládají hory Želtau a Ajtau (do 1 506 m). Na jihu zasahuje do oblasti severní svah Kyrgyzského hřbetu (do 4 000 m), který je ze severu obklopen podhorskými rovinami.",
        "portraits":[
           "Zhambyl.jpg"
        ],
        "online":"https://cs.wikipedia.org/wiki/%C5%BDambylsk%C3%A1_oblast"
    },
    {
        "name":"Aqtobe",
        "historie":"Aktobská oblast (kazašsky Ақтөбе облысы, rusky Актюбинская область) je oblast na západě Kazachstánu. Byla založena 10. března 1932 v rámci Kazašské ASSR. V letech 1962-64 byla součástí Západokazašského kraje. Má rozlohu 300 600 km². Má 678 900 (2005) obyvatel a nachází se v ní 7 měst a 4 sídla městského typu. Je rozdělena na 13 administrativních okresů. Hlavním městem je Aktobe. Oblast hraničí s šesti oblastmi Kazachstánu (Západokazachstánskou na severozápadě, Atyrauskou na západě, Mangystauskou na jihozápadě, Kostanajskou na severovýchodě, Karagandskou na východě a Kyzylordskou na jihovýchodě), na severu s Orenburskou oblastí Ruska a na jihu přes vysychající Aralské jezero s Karakalpackou republikou v Uzbekistánu.",
        "portraits":[
           "aktobe1.jpg",
           "aktobe2.jpg"
        ],
        "online":"https://cs.wikipedia.org/wiki/Aktobsk%C3%A1_oblast"
    },
    {
        "name":"Almaty",
        "historie":"Almaty (kazašsky Алматы), dříve Alma-Ata (rusky Алма-Ата), do roku 1921 Věrnyj (rusky Верный) je největší město v Kazachstánu s 1 854 556 obyvateli (ke dni 1. ledna 2019). V letech 1927–1936 hlavní město Kazašské ASSR, od roku 1936 do roku 1991 hlavní město Kazašské sovětské socialistické republiky, od roku 1991 do roku 1997 hlavní město Republiky Kazachstán. Roku 1997 bylo hlavní město přeneseno do Akmoly (dnešního Nur-Sultanu). Přestože město ztratilo politickou moc, stále jde o hlavní centrum kazašské kultury a financí. Nachází se zde například největší galerie země, Kastějevovo státní muzeum umění. Almaty se nachází na jihovýchodě země poblíž hranice s Kyrgyzstánem na úpatí pohoří Ťan-šanu. Díky tomuto pohoří má město osobité a mírné klimatické podmínky. Město bylo založeno v roce 1854 a v letech 1887 a 1911 bylo zničeno silnými zemětřeseními. V roce 2008 je město jedno z nejdražších měst s číslem 44. Od konce devadesátých let bylo město masivně zastavováno novými budovami.",
        "portraits":[
           "almaty1.jpg",
           "almaty2.jpg"
        ],
        "online":"https://cs.wikipedia.org/wiki/Almaty"
    },  
    {
        "name":"Atarau",
        "historie":"Atyrauská oblast (kazašsky Атырау облысы, rusky Атырауская область dříve Гурьевская область) je oblast na západě Kazachstánu. Byla založena 15. ledna 1938 v rámci Kazašské SSR pod jménem Gurjevská oblast. Pod tímto jménem byla v letech 1962-64 součástí Západokazašského kraje. Před rokem 1973 a v letech 1988-90 byla její součástí dnešní Mangystauská oblast. Od roku 1992 nese současné jméno. Má rozlohu 118 600 km². Má 455 500 (2005) obyvatel a hlavním městem je Atyrau. Oblast hraničí se třemi oblastmi Kazachstánu (Západokazachstánskou na severu, Akťubinskou na východě a Mangystauskou na jihovýchodě) a s Astrachaňskou oblastí Ruska na západě.",
        "portraits":[
           "atyrau1.jpg",
           "atyrau2.jpg"
        ],
        "online":"https://cs.wikipedia.org/wiki/Atyrausk%C3%A1_oblast"
    },
    {
        "name":"Quaraghandy",
        "historie":"Karagandská oblast (kazašsky Қарағанды облысы, rusky Карагандинская область) je oblast v centrální části Kazachstánu. Byla založena 10. března 1932 v rámci Kazašské ASSR. Má rozlohu 428 000 km². Žije zde 1 375 000 obyvatel. Oblast je rozdělena na 9 administrativních okresů a 7 samosprávných měst. Hlavním městem je Karaganda. Oblast hraničí se devíti oblastmi Kazachstánu (Akťubinskou na západě, Kostanajskou na severozápadě, Akmolskou na severu, Pavlodarskou na severovýchodě, Východokazašskou na východě, Almatinskou na jihovýchodě, Žambylskou a Jihokazašskou na jihu a Kyzylordskou na jihozápadě).",
        "portraits":[
           "karaganda1.jpg",
           "karaganda2.jpg"
        ],
        "online":"https://cs.wikipedia.org/wiki/Karagandsk%C3%A1_oblast"
    },
    {
        "name":"Qostanay",
        "historie":"Kostanajská oblast (kazašsky Қостанай облысы, rusky Костанайская область) je oblast na severu Kazachstánu v povodí horního toku řeky Tobol. Byla založena v r 1936 v rámci Kazašské SSR pod jménem Kustanajská oblast. V letech 1962-64 byla součástí Celinného kraje. V roce 1996 byla přejmenována na Kostanajskou oblast. Má rozlohu 196 000 km². Má 908 000 (2005) obyvatel a nachází se v ní 4 města a 12 sídel městského typu. Je rozdělena na 12 administrativních okresů. Hlavním městem je Kostanaj. Oblast hraničí se čtyřmi oblastmi Kazachstánu (Aktobskou na jihozápadě, Karagandskou na jihovýchodě, Akmolskou na východě a Severokazachstánskou na severovýchodě) a třemi oblastmi Ruska (Orenburskou na západě, Čeljabinskou na severozápadě a Kurganskou na severu).",
        "portraits":[
           "kostanay.jpg",
           "kostanay2.jpg"
        ],
        "online":"https://cs.wikipedia.org/wiki/Kostanajsk%C3%A1_oblast"
    },
    {
        "name":"Qyzylorda",
        "historie":"Kyzylordská oblast (kazašsky Қызылорда облысы, rusky Кызылординская область - do roku 1996 psáno s pomlčkou Кзыл-Ординская область) je oblast na jihu Kazachstánu. Byla založena 15. ledna 1938 v rámci Kazašské SSR. V letech 1962-64 byla součástí Jihokazašského kraje. Má rozlohu 226 000 km². Má 596 300 obyvatel a nachází se v ní 3 města a 7 sídel městského typu. Je rozdělena na 7 administrativních okresů. Hlavním městem je Kyzyl-Orda. Oblast hraničí se třemi oblastmi Kazachstánu (Akťubinskou na severozápadě, Karagandskou na severovýchodě a Jihokazašskou na jihovýchodě) a s Karakalpackou republikou a Navoiským vilajátem v Uzbekistánu. Na území oblasti se nachází Kosmodrom Bajkonur.",
        "portraits":[
           "kyzy1.jpg",
           "kyzy2.jpg"
        ],
        "online":"https://cs.wikipedia.org/wiki/Kyzylordsk%C3%A1_oblast"
    },
    {
        "name":"Mangghystau",
        "historie":"Mangystauská oblast (kazašsky Маңғыстау облысы, rusky Мангистауская область) je oblast na západě Kazachstánu. Vznikla oddělením od tehdejší Gurjevské oblasti v roce 1973 pod jménem Mangyšlacká oblast. V roce 1988 byla zrušena a v roce 1990 obnovena pod současným jménem. Má rozlohu 156 600 km². Má 331 900 (2005) obyvatel a hlavním městem je Aktau. Oblast hraničí se dvěma oblastmi Kazachstánu (Atyrauskou na severu a Akťubinskou na severovýchodě), s Karakalpackou republikou v Uzbekistánu na východě a s provincií Balkan v Turkmenistánu na jihu.",
        "portraits":[
           "mang1.jpg",
           "mang2.jpg"
        ],
        "online":"https://cs.wikipedia.org/wiki/Mangystausk%C3%A1_oblast"
    },
    {
        "name":"Pavlodar",
        "historie":"Pavlodarská oblast (kazašsky Павлодар облысы, rusky Павлодарская область) je oblast na severovýchodě Kazachstánu. Byla založena 15. ledna 1938 v rámci Kazašské SSR. Má rozlohu 127 500 km². V letech 1962–64 byla součástí Celinného kraje. Má 745 000 obyvatel a je rozdělena na 10 administrativních okresů a dvě samosprávná města. Hlavním městem je Pavlodar. Oblast hraničí se čtyřmi oblastmi Kazachstánu (Východokazachstánskou na jihovýchodě, Karagandskou na jihu a Akmolskou a Severokazachstánskou na západě) a dvěma oblastmi a jedním krajem Ruska (Omskou na severu, Novosibirskou na severovýchodě a Altajským krajem na východě).",
        "portraits":[
           "pavlodar.jpg"
        ],
        "online":"https://cs.wikipedia.org/wiki/Pavlodarsk%C3%A1_oblast"
    },
    {
        "name":"Soltustik",
        "historie":"Severokazašská oblast (kazašsky Солтүстік Қазақстан облысы, rusky Северо-Казахстанская область) je oblast na severu Kazachstánu. Byla založena 29. července 1936 v rámci Kazašské SSR. V letech 1962–64 byla součástí Celinného kraje. Má rozlohu 123 200 km². Má 725 900 obyvatel a nachází se v ní 4 města a 1 sídlo městského typu. Je rozdělena na 16 administrativních okresů. Hlavním městem je Petropavl. Oblast hraničí se třemi oblastmi Kazachstánu (Kostanajskou na západě, Akmolskou na jihu a Pavlodarskou na jihovýchodě) a třemi oblastmi Ruska (Kurganskou na severozápadě, Ťumeňskou na severu a Omskou na severovýchodě).",
        "portraits":[
           "solustik1.jpg",
           "solustik2.jpg"
        ],
        "online":"https://cs.wikipedia.org/wiki/Severokazachst%C3%A1nsk%C3%A1_oblast"
    },
    {
        "name":"Shyghys",
        "historie":"Východokazašská oblast (kazašsky Шығыс Қазақстан облысы, rusky Восточно-Казахстанская область) je oblast na východě Kazachstánu. Byla založena 10. března 1932 v rámci Kazašské ASSR. Má rozlohu 283 300 km². Má 1 451 600 obyvatel a je rozdělena na 15 administrativních okresů. Hlavním městem je Usť Kamenogorsk. Oblast hraničí se třemi oblastmi Kazachstánu (Pavlodarskou na severozápadě, Karagandskou na západě a Almatinskou na jihu), Altajským krajem a Republikou Altaj v Rusku a autonomní oblastí Číny Sin ťiang.",
        "portraits":[
           "shygys1.jpg",
           "shygys2.png"
        ],
        "online":"https://cs.wikipedia.org/wiki/V%C3%BDchodokazachst%C3%A1nsk%C3%A1_oblast"
    },
    {
        "name":"Ongtustik",
        "historie":"V letech 1962–92 se jmenovala Čimkentská oblast a pod tímto názvem byla v letech 1962–64 součástí Jihokazašského kraje. Má rozlohu 118 600 km². Má 1 976 700 obyvatel a je rozdělena na 12 administrativních okresů a čtyři samosprávná města. Hlavním městem je Šymkent. Oblast hraničí se třemi oblastmi Kazachstánu (Kyzylordskou na západě, Karagandskou na severu a Žambylskou na východě) a pěti vilajáty Uzbekistánu (od jihozápadu k jihovýchodu postupně Navoiským, Samarkandským, Džizzakským, Syrdarjanským a Taškentským).",
        "portraits":[
           "ontustik1.jpg",
           "ontustik2.jpg"
        ],
        "online":"https://cs.wikipedia.org/wiki/Turkest%C3%A1nsk%C3%A1_oblast"
    },
    {
        "name":"Batys",
        "historie":"Západokazachstánská oblast (kazašsky Батыс Қазақстан облысы, rusky Западно-Казахстанская область dříve Уральская область) je oblast na severozápadě Kazachstánu. Byla založena 10. března 1932 v rámci Kazašské ASSR. V letech 1961-92 se jmenovala Uralská oblast a pod tímto názvem byla v letech 1962-64 součástí Západokazašského kraje. Rozkládá se v povodí středního toku řeky Ural. Má rozlohu 151 300 km² a 609 300 (r. 2006) obyvatel a nachází se v ní 3 města a 4 sídla městského typu. Je rozdělena na 15 administrativních okresů. Hlavním městem je Uralsk. Oblast hraničí se dvěma oblastmi Kazachstánu (Atyrauskou na jihu a Akťubinskou na východě) a se čtyřmi oblastmi Ruska (Orenburskou na severovýchodě, Saratovskou na severu, Volgogradskou na severozápadě a Astrachaňskou na jihozápadě).",
        "portraits":[
           "batys1.png",
           "batys2.jpg"
        ],
        "online":"https://cs.wikipedia.org/wiki/Z%C3%A1padokazachst%C3%A1nsk%C3%A1_oblast"
    },
    {
        "name":"Aralsea",
        "historie":"ZAralské jezero dříve též zvané Aralské moře (kazašsky Арал теңізі, karakalpacky Aral ten'izi, uzbecky Orol dengizi, rusky Аральское Море nebo Арал, z turkického aral – „ostrov“ – tak se původně jmenovalo místo při ústí Amudarji a posléze celé jezero) je vysychající bezodtoké slané jezero na hranici kazachstánských oblastí Aktobské a Kyzylordské a Karakalpacké republiky v Uzbekistánu ve střední Asii. Propadlina Aralského jezera vznikla v důsledku prohybu zemské kůry v pozdním pliocénu. Poprvé bylo jezero zkoumáno a mapováno Alexejem I. Butakovem v letech 1848–49.",
        "portraits":[
           "sea1.jpg",
           "sea2.jpg"
        ],
        "online":"https://cs.wikipedia.org/wiki/Aralsk%C3%A9_jezero"
    },
    {
        "name":"Astana",
        "historie":"Nur-Sultan (kazašsky Нұр-Сұлтан; známý též pod dřívějším označením Astana (kazašsky Астана), případně pod staršími názvy Akmola nebo Celinograd) je od roku 1997 hlavním městem Kazachstánu. Žije zde přibližně 1,08 milionu obyvatel. Město se nachází uprostřed liduprázdných stepí středního Kazachstánu na řece Išim. Původní ruský název města Akmolinsk vycházel z kazašského slova akmola, bílý hrob. Roku 1961 bylo na doporučení N. S. Chruščova město přejmenováno na Celinograd podle celin, jejichž obdělávání tehdy bylo v oblasti hlavní činností. V roce 1993 bylo ruské jméno nahrazeno oficiálním kazašským jménem Akmola. Dřívější název Astana, který se pro město používal od roku 1998 do roku 2019, znamená kazašsky „hlavní město“.",
        "portraits":[
           "astana1.jpg",
           "astana2.jpg"
        ],
        "online":"https://cs.wikipedia.org/wiki/Aralsk%C3%A9_jezero"
    }
    
]